<?php return [
  'plugin' => [
    'manage_locales' => 'Настройка на локация',
  ],
  'locale_picker' => [
    'component_name' => 'Избор на местоположение',
    'component_description' => 'Показва меню за избор на езика на сайта.',
  ],
  'locale' => [
    'title' => 'Настройка на езици',
    'update_title' => 'Актуализация на език',
    'create_title' => 'Създай език',
    'select_label' => 'Избери език',
    'unset_default' => '":locale" вече е по подразбиране и не може да бъде изключен по подразбиране.',
    'disabled_default' => '":locale" е забранен и не може да бъде зададен по подразбиране.',
    'name' => 'Име',
    'code' => 'Код',
    'is_default' => 'По подразбиране',
    'is_default_help' => 'Основният език представлява съдържанието на сайта преди превод.',
    'is_enabled' => 'Включен',
    'is_enabled_help' => 'Изключените езици няма да са налични за преглед в сайта.',
    'hint_locales' => 'Създайте нови езици за превод на съдържанието на сайта. Основният език представлява съдържанието, преди той да бъде преведен.',
  ],
  'messages' => [],
];
