<?php return [
  'plugin' => [
    'manage_locales' => 'Διαχείριση τοπικών ρυθμίσεων',
  ],
  'locale_picker' => [
    'component_name' => 'Επιλογή τοπικών ρυθμίσεων',
    'component_description' => 'Εμφάνιση αναπτυσσόμενου μενού για επιλογή γλώσσας front-end.',
  ],
  'alternate_hreflang' => [
    'component_name' => 'Εναλλακτικά στοιχεία hrefLang',
    'component_description' => 'Εισαγωγή εναλλακτικών γλωσσών για τη σελίδα ως στοιχεία hreflang',
  ],
  'locale' => [
    'title' => 'Διαχείριση γλώσσας',
    'update_title' => 'Ενημέρωση γλώσσας',
    'create_title' => 'Δημιουργία γλώσσας',
    'select_label' => 'Επιλογή γλώσσας',
    'unset_default' => '":locale" είναι ήδη προεπιλογή και δεν μπορεί να οριστεί ως προεπιλογή.',
    'delete_default' => '":locale" είναι ήδη προεπιλογή και δεν μπορεί να διαγραφεί.',
    'disabled_default' => '":locale" είναι απενεργοποιημένο και δεν μπορεί να οριστεί ως προεπιλογή.',
    'name' => 'Όνομα',
    'code' => 'Κωδικός',
    'is_default' => 'Προεπιλογή',
    'is_default_help' => 'Η προεπιλεγμένη γλώσσα αντιπροσωπεύει το περιεχόμενο πριν από τη μετάφραση.',
    'is_enabled' => 'Ενεργοποίηση',
    'is_enabled_help' => 'Οι απενεργοποιημένες γλώσσες δεν θα είναι διαθέσιμες στο front-end.',
    'hint_locales' => 'Δημιουργήστε νέες γλώσσες εδώ για τη μετάφραση περιεχομένου front-end. Η προεπιλεγμένη γλώσσα αντιπροσωπεύει το περιεχόμενο προτού μεταφραστεί.',
    'reorder_title' => 'Αναδιάταξη γλωσσών',
    'sort_order' => 'Σειρά ταξινόμησης',
  ],
  'messages' => [
    'not_found' => 'Δεν βρέθηκε',
    'found_help' => 'Εάν τυχόν σφάλματα παρουσιάστηκαν κατά τη σάρωση.',
    'found_title' => 'Σάρωση σφαλμάτων',
  ],
];
