{
  "Translate": "Превод",
  "Enables multi-lingual websites.": "Активира функцията многоезични уебсайтове.",
  "Translate Page Properties": "Превод на свойства на страницата",
  "Translate Messages": "Преведени Съобщения",
  "Update messages used by the theme": "Актуализарай Съобщения",
  "Translation": "Преводи",
  "Manage messages": "Настройка на съобщения",
  "Clearing application cache...": "Изчистване кеша на приложението...",
  "Clear Cache": "Изтрий кеш-паметта",
  "Scan for Messages": "Сканирай за съобщения",
  "Import Messages": "Импортиране на съобщения",
  "Export Messages": "Експортиране на съобщения",
  "Some messages may not be captured and will only appear after the first time they are used.": "Някои съобщения може да не бъдат уловени и ще се появят само след първото им използване.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Този процес ще се опита да сканира активната тема за съобщения, които могат да бъдат преведени.",
  "Purge all messages first": "Първо изтрийте всички съобщения",
  "If checked, this will delete all messages before performing the scan.": "Ако е отметнато, това ще изтрие всички съобщения преди извършване на сканирането.",
  "Scanning for new messages...": "Сканиране за нови съобщения...",
  "Begin Scan": "Започнете сканиране",
  "Are you sure you want to delete all messages? This cannot be undone!": "Сигурни ли сте, че искате да изтриете всички съобщения? Това не може да бъде отменено!",
  "Cleared the application cache successfully!": "Кеш кеш-паметта успешно изтрита!",
  "Scanned theme template files successfully!": "Темата е сканирана успешно!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Тук може да превеждате съобщенията (изреченията) на самият сайт, полетата ще се запазят автоматично.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Може да е необходимо да кликнете на бутона <strong>Изтрий кеш-паметта</strong> за да видите промените на вашата страница.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Ако кликнете на <strong>Сканирай за съобщения</strong> това ще провери темата за нови съобщения (изречения) за превод.",
  "default": "по подразбиране",
  "Hide Translated": "Скрий преведените",
  "There are no other languages set up.": "Не съществуват други езици за настройка.",
  "Prune Messages": "Подрязване на съобщения",
  "Last Seen": "Последно видян",
  "Never": "Никога",
  "Purge missing messages afterwards": "След това изчистете липсващите съобщения",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Ако е отметнато, след сканирането изтрийте всички съобщения, които скенерът не е намерил."
}