{
  "Translate": "Překlady",
  "Enables multi-lingual websites.": "Aktivuje vícejazyčné stránky a překlady.",
  "Translate Page Properties": "Přeložit vlastnosti stránky",
  "Translate Messages": "Překlad textů",
  "Update messages used by the theme": "Upravit text",
  "Translation": "Překlad",
  "Manage messages": "Správa překladů",
  "Clearing application cache...": "Mazání aplikační cache...",
  "Clear Cache": "Vymazat cache",
  "Scan for Messages": "Najít texty k překladu",
  "Import Messages": "Import zpráv",
  "Export Messages": "Export zpráv",
  "Some messages may not be captured and will only appear after the first time they are used.": "Některé zprávy nemusí být zachyceny a objeví se až po prvním použití.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Tento proces se pokusí vyhledat v aktivním motivu zprávy, které lze přeložit.",
  "Purge all messages first": "Nejprve vymažte všechny zprávy",
  "If checked, this will delete all messages before performing the scan.": "Pokud je zaškrtnuto, před provedením kontroly budou odstraněny všechny zprávy.",
  "Scanning for new messages...": "Hledání textů k překladu...",
  "Begin Scan": "Začněte skenovat",
  "Are you sure you want to delete all messages? This cannot be undone!": "Opravdu chcete smazat všechny zprávy? To nelze vrátit zpět!",
  "Cleared the application cache successfully!": "Aplikační cache úspěšně vymazána!",
  "Scanned theme template files successfully!": "Prohledávání šablon pro získání textů k překladu úspěšně dokončeno!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Zde můžete přeložit texty použité na webových stránkách. Pole budou automaticky uložena.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Možná bude potřeba kliknout na <strong>Vymazat cache</strong>, aby se změny projevily na webobých stránkách.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Kliknutím na <strong>Najít texty k překladu</strong> zkontroluje soubory aktivních témat a najde texty k překladu.",
  "default": "výchozí",
  "Hide Translated": "Schovat přeložené",
  "There are no other languages set up.": "Nemáte nastavené žádné jiné jazyky.",
  "Prune Messages": "Prořezávat zprávy",
  "Last Seen": "Naposledy viděn",
  "Never": "Nikdy",
  "Purge missing messages afterwards": "Poté vymažte chybějící zprávy",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Pokud je zaškrtnuto, odstraňte po skenování všechny zprávy, které skener nenašel."
}