{
  "Translate": "Translate",
  "Enables multi-lingual websites.": "Ermöglicht mehrsprachige Seiten.",
  "Translate Page Properties": "Seiteneigenschaften übersetzen",
  "Translate Messages": "Übersetzungen verwalten",
  "Update messages used by the theme": "Inhalte verwalten und übersetzen",
  "Translation": "Übersetzung",
  "Manage messages": "Übersetzungen verwalten",
  "Clearing application cache...": "Leere Application-Cache...",
  "Clear Cache": "Cache leeren",
  "Scan for Messages": "Nach Inhalten suchen",
  "Import Messages": "Übersetzungen importieren",
  "Export Messages": "Übersetzungen exportieren",
  "Some messages may not be captured and will only appear after the first time they are used.": "Einige Nachrichten werden möglicherweise nicht erfasst und erscheinen erst nach ihrer ersten Verwendung.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Dieser Prozess versucht, das aktive Design nach Nachrichten zu durchsuchen, die übersetzt werden können.",
  "Purge all messages first": "Löschen Sie zuerst alle Nachrichten",
  "If checked, this will delete all messages before performing the scan.": "Wenn diese Option aktiviert ist, werden alle Nachrichten gelöscht, bevor der Scan durchgeführt wird.",
  "Scanning for new messages...": "Suche nach neuen Inhalte...",
  "Begin Scan": "Scannen beginnen",
  "Are you sure you want to delete all messages? This cannot be undone!": "Möchten Sie wirklich alle Nachrichten löschen? Das kann nicht rückgängig gemacht werden!",
  "Cleared the application cache successfully!": "Application-Cache erfolgreich geleert!",
  "Scanned theme template files successfully!": "Suche nach neuen Inhalte erfolgreich abgeschlossen!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Hier können Inhalte aus dem Frontend übersetzt werden. Die Felder werden automatisch gespeichert.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Möglicherweise muss der Cache geleert werden (Button <strong>Cache leeren</strong>), bevor Änderungen im Frontend sichtbar werden.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Ein Klick auf <strong>Nach Inhalten suchen</strong> sucht nach neuen Inhalten, die übersetzt werden können.",
  "default": "Standard",
  "Hide Translated": "Bereits übersetzte Inhalte ausblenden",
  "There are no other languages set up.": "Es gibt keine anderen Sprachen.",
  "Prune Messages": "Nachrichten löschen",
  "Last Seen": "Zuletzt gesehen",
  "Never": "Niemals",
  "Purge missing messages afterwards": "Löschen Sie anschließend fehlende Nachrichten",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Wenn diese Option aktiviert ist, löschen Sie nach dem Scan alle Nachrichten, die der Scanner nicht gefunden hat."
}