{
  "Translate": "Multilenguaje",
  "Enables multi-lingual websites.": "Permite sitios web multilingües",
  "Translate Page Properties": "Traducir propiedades de la página",
  "Translate Messages": "Traducir mensajes",
  "Update messages used by the theme": "Editar mensajes",
  "Translation": "Traducción",
  "Manage messages": "Manage messages",
  "Clearing application cache...": "Borrado de la memoria caché de aplicaciones ...",
  "Clear Cache": "Limpiar cache",
  "Scan for Messages": "Escanear mensajes",
  "Import Messages": "Importar mensajes",
  "Export Messages": "Exportar mensajes",
  "Some messages may not be captured and will only appear after the first time they are used.": "Es posible que algunos mensajes no se capturen y solo aparecerán después de la primera vez que se usen.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Este proceso intentará escanear el tema activo en busca de mensajes que puedan traducirse.",
  "Purge all messages first": "Purgar todos los mensajes primero",
  "If checked, this will delete all messages before performing the scan.": "Si está marcado, esto eliminará todos los mensajes antes de realizar el escaneo.",
  "Scanning for new messages...": "Escaneando nuevos mensajes...",
  "Begin Scan": "Comenzar escaneo",
  "Are you sure you want to delete all messages? This cannot be undone!": "¿Está seguro de que desea eliminar todos los mensajes? ¡Esto no se puede deshacer!",
  "Cleared the application cache successfully!": "Se ha borrado la memoria cache dela aplicación con éxito",
  "Scanned theme template files successfully!": "Escaneado de los archivos del tema completado!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Aquí usted puede traducir los mensajes utilizados en el front-end, los campos se guardará automáticamente.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Es posible que tenga que hacer clic en <strong> Borrar caché </ strong> para ver los cambios en el front-end.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Al hacer click en Escanear comprobaremos los mensajes de </ strong> los archivos de los temas activos <strong> para localizar nuevos mensajes a traducir.",
  "default": "Defecto",
  "Hide Translated": "Ocultar traducción",
  "There are no other languages set up.": "No hay otros idiomas establecidos.",
  "Prune Messages": "Borrar Mensajes",
  "Last Seen": "Ultima vez visto",
  "Never": "Nunca",
  "Purge missing messages afterwards": "Purgar los mensajes que faltan después",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Si está marcado, después del escaneo, elimine cualquier mensaje que el escáner no haya encontrado."
}