{
  "Translate": "مترجم",
  "Enables multi-lingual websites.": "فعال سازی وب سایت چند زبانه",
  "Translate Page Properties": "ترجمه ویژگی های صفحه",
  "Translate Messages": "ترجمه پیغام ها",
  "Update messages used by the theme": "به روز رسانی پیغام ها",
  "Translation": "ترجمه",
  "Manage messages": "مدیریت پیغام ها",
  "Clearing application cache...": "در حال پاکسازی حافظه کش برنامه...",
  "Clear Cache": "پاکسازی حافظه کش",
  "Scan for Messages": "جستجوی پیغام ها",
  "Import Messages": "وارد کردن پیام ها",
  "Export Messages": "صادرات پیام ها",
  "Some messages may not be captured and will only appear after the first time they are used.": "برخی از پیام ها ممکن است گرفته نشوند و فقط پس از اولین بار استفاده ظاهر می شوند.",
  "This process will attempt to scan the active theme for messages that can be translated.": "این فرآیند تلاش می‌کند تا تم فعال را برای پیام‌هایی که قابل ترجمه هستند اسکن کند.",
  "Purge all messages first": "ابتدا همه پیام ها را پاک کنید",
  "If checked, this will delete all messages before performing the scan.": "اگر علامت زده شود، تمام پیام‌ها قبل از انجام اسکن حذف می‌شوند.",
  "Scanning for new messages...": "جستجوی پیغام های جدید...",
  "Begin Scan": "شروع به اسکن کنید",
  "Are you sure you want to delete all messages? This cannot be undone!": "آیا مطمئن هستید که می خواهید همه پیام ها را حذف کنید؟ این قابل بازگشت نیست!",
  "Cleared the application cache successfully!": "عملیات پاکسازی حافظه کش به اتمام رسید.",
  "Scanned theme template files successfully!": "جستجوی پیغام های جدید به اتمام رسید.",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "در این قسمت شما میتوانید پیغام ها را ترجمه نمایید. گزینه ها به صورت خودکار ذخیره میشوند.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "جهت نمایش تغیرات در سایت نیاز است که شما بر رور <strong> پاکسازی حافظه کش </strong> کلیک نمایید.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "جهت جستجو و نمایش پیغامهای جدیدی که باید ترجمه شوند بر روی <strong> جستجوی پیغام های جدید </strong> کلیک نمایید.",
  "default": "پیشفرض",
  "Hide Translated": "مخفی سازی ترجمه شده ها",
  "There are no other languages set up.": "زبان دیگری جهت نصب وجود ندارد.",
  "Prune Messages": "هرس کردن پیام ها",
  "Last Seen": "آخرین بازدید",
  "Never": "هرگز",
  "Purge missing messages afterwards": "پس از آن پیام های گم شده را پاک کنید",
  "If checked, after the scan, delete any messages that the scanner did not find.": "در صورت علامت زدن، پس از اسکن، هر پیامی را که اسکنر پیدا نکرده است حذف کنید."
}