{
  "Translate": "Traductions",
  "Enables multi-lingual websites.": "Permet de créer des sites Internet multilingues",
  "Translate Page Properties": "Traduire les propriétés de la page",
  "Translate Messages": "Traduction des Messages",
  "Update messages used by the theme": "Mettre à jour Messages",
  "Translation": "Traduction",
  "Manage messages": "Manage messages",
  "Clearing application cache...": "Suppression du cache de l'application...",
  "Clear Cache": "Supprimer le cache",
  "Scan for Messages": "Rechercher des messages à traduire",
  "Import Messages": "Importer les messages",
  "Export Messages": "Exporter les messages",
  "Some messages may not be captured and will only appear after the first time they are used.": "Certains messages peuvent ne pas être capturés et n'apparaîtront qu'après leur première utilisation.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Ce processus tentera d'analyser le thème actif pour les messages qui peuvent être traduits.",
  "Purge all messages first": "Purger tous les messages en premier",
  "If checked, this will delete all messages before performing the scan.": "Si cette case est cochée, tous les messages seront supprimés avant d'effectuer l'analyse.",
  "Scanning for new messages...": "Recherche de nouveaux messages...",
  "Begin Scan": "Commencer la recherche",
  "Are you sure you want to delete all messages? This cannot be undone!": "Êtes-vous sûr de vouloir supprimer tous les messages? Cela ne peut pas être annulé!",
  "Cleared the application cache successfully!": "Le cache de l'application a été supprimé !",
  "Scanned theme template files successfully!": "Recherche dans les fichiers du thème effectuée !",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Vous pouvez traduire les messages affichés sur le site, les champs s'enregistrent automatiquement.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Vous devez cliquer sur <strong>Supprimer le cache</strong> pour voir les modifications sur le site.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Cliquez sur <strong>Rechercher des messages à traduire</strong> pour parcourir les fichiers du thème actif à la recherche de messages à traduire.",
  "default": "défaut",
  "Hide Translated": "Masquer les traductions",
  "There are no other languages set up.": "Aucune autre langue n'est définie.",
  "Prune Messages": "Élaguer les messages",
  "Last Seen": "Vu pour la dernière fois",
  "Never": "Jamais",
  "Purge missing messages afterwards": "Purger ensuite les messages manquants",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Si cette case est cochée, après l'analyse, supprimez tous les messages que l'analyseur n'a pas trouvés."
}