{
    "Translate": "Μετέφρασε",
    "Enables multi-lingual websites.": "Ενεργοποίηση πολύγλωσσων ιστότοπων.",
    "Translate Messages": "Μετάφραση μηνυμάτων",
    "Update messages used by the theme": "Ενημέρωση μηνυμάτων",
    "Translation": "Μετάφραση",
    "Manage messages": "Διαχείριση μηνυμάτων",
    "Clearing application cache...": "Εκκαθάριση προσωρινής μνήμης εφαρμογής ...",
    "Clear Cache": "Εκκαθάριση προσωρινής μνήμης",
    "Scan for Messages": "Σάρωση για μηνύματα",
    "Import Messages": "Εισαγωγή μηνυμάτων",
    "Export Messages": "Εξαγωγή μηνυμάτων",
    "Some messages may not be captured and will only appear after the first time they are used.": "Ορισμένα μηνύματα ενδέχεται να μην καταγράφονται και θα εμφανίζονται μόνο μετά την πρώτη φορά που χρησιμοποιούνται.",
    "This process will attempt to scan the active theme for messages that can be translated.": "Αυτή η διαδικασία θα προσπαθήσει να σαρώσει το ενεργό θέμα για μηνύματα που μπορούν να μεταφραστούν.",
    "Purge all messages first": "Εκκαθάριση πρώτα όλων των μηνυμάτων",
    "If checked, this will delete all messages before performing the scan.": "Επιλέγοντας εδώ θα διαγραφούν όλα τα μηνύματα, συμπεριλαμβανομένων και των μεταφράσεών τους, πριν από τη σάρωση.",
    "Scanning for new messages...": "Σάρωση για νέα μηνύματα ...",
    "Begin Scan": "Έναρξη σάρωσης",
    "Are you sure you want to delete all messages? This cannot be undone!": "Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα μηνύματα; Αυτό δεν μπορεί να αναιρεθεί!",
    "Cleared the application cache successfully!": "Επιτυχής εκκαθάριση της προσωρινής μνήμης της εφαρμογής!",
    "Scanned theme template files successfully!": "Επιτυχής σάρωση θεματικών πρότυπων αρχείων!",
    "Here you can translate messages used on the front-end, the fields will save automatically.": "Εδώ μπορείτε να μεταφράσετε μηνύματα που χρησιμοποιούνται στο front-end, τα πεδία θα αποθηκεύονται αυτόματα.",
    "You may need to click <strong>Clear cache<\/strong> to see the changes on the front-end.": "Ίσως χρειαστεί να κάνετε κλικ στην επιλογή <strong>Clear cashe<\/strong> για να δείτε τις αλλαγές στο front-end.",
    "Clicking <strong>Scan for messages<\/strong> will check the active theme files for any new messages to translate.": "Κάνοντας κλικ στην επιλογή <strong>Scan για messages<\/strong> θα ελεγθούν τα ενεργά αρχεία θεμάτων για τυχόν νέα μηνύματα που χρειάζονται μετάφραση.",
    "default": "Προεπιλογή",
    "Hide Translated": "Απόκρυψη μετάφρασης",
    "There are no other languages set up.": "Δεν έχουν ρυθμιστεί άλλες γλώσσες."
}