{
  "Translate": "Traduci",
  "Enables multi-lingual websites.": "Abilita siti multi-lingua.",
  "Translate Page Properties": "Traduci le proprietà della pagina",
  "Translate Messages": "Traduci messaggi",
  "Update messages used by the theme": "Aggiorna messaggi",
  "Translation": "Traduzioni",
  "Manage messages": "Gestisci messaggi",
  "Clearing application cache...": "Pulizia della cache dell'applicazione in corso...",
  "Clear Cache": "Pulisci cache",
  "Scan for Messages": "Scansiona per nuovi messaggi",
  "Import Messages": "Importa messaggi",
  "Export Messages": "Esporta messaggi",
  "Some messages may not be captured and will only appear after the first time they are used.": "Qualche messaggio potrebbe non essere individuato e apparirà solo dopo la prima volta che verrà usato.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Questo processo cercherà di scansionare il tema attivo per trovare messaggi che possono essere tradotti.",
  "Purge all messages first": "Rimuovi prima tutti i messaggi",
  "If checked, this will delete all messages before performing the scan.": "Se selezionato, prima di eseguire la scansione verranno eliminati tutti i messaggi già presenti.",
  "Scanning for new messages...": "Scansione in corso per nuovi messaggi...",
  "Begin Scan": "Inizio scansione",
  "Are you sure you want to delete all messages? This cannot be undone!": "Sei sicuro di voler cancellare tutti i messaggi? Questa operazione non può essere annullata!",
  "Cleared the application cache successfully!": "La cache è stata pulita con successo!",
  "Scanned theme template files successfully!": "File del template scansionati con successo!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Qui puoi tradurre i messaggi usati nel sito web, i campi verranno salvati automaticamente.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Potrebbe essere necessario cliccare il bottobe <strong>Pulisci cache</strong> per vedere i cambiamenti nel sito web.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Cliccando <strong>Scansiona per nuovi messaggi</strong> avvierai la ricerca di nuovi messaggi da tradurre nel template attivo.",
  "default": "default",
  "Hide Translated": "Nascondi i messaggi tradotti",
  "There are no other languages set up.": "Non ci sono altre lingue da impostare.",
  "Prune Messages": "Elimina i messaggi",
  "Last Seen": "Ultima visualizzazione",
  "Never": "Mai",
  "Purge missing messages afterwards": "Elimina i messaggi mancanti in seguito",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Se selezionato, dopo la scansione, elimina tutti i messaggi che lo scanner non ha trovato."
}