{
  "Translate": "Vertaal",
  "Enables multi-lingual websites.": "Stelt meerdere talen in voor een website.",
  "Translate Page Properties": "Pagina-eigenschappen vertalen",
  "Translate Messages": "Vertaal berichten",
  "Update messages used by the theme": "Wijzig berichten",
  "Translation": "Vertalingen",
  "Manage messages": "Beheer vertaalde berichten",
  "Clearing application cache...": "Applicatie cache legen...",
  "Clear Cache": "Leeg cache",
  "Scan for Messages": "Zoek naar nieuwe berichten",
  "Import Messages": "Berichten importeren",
  "Export Messages": "Berichten exporteren",
  "Some messages may not be captured and will only appear after the first time they are used.": "Sommige berichten zullen niet worden herkend en zullen pas verschijnen nadat ze voor de eerste keer zijn gebruikt",
  "This process will attempt to scan the active theme for messages that can be translated.": "Dit proces zal proberen het huidige thema te scannen voor berichten om te vertalen",
  "Purge all messages first": "Verwijder eerst alle berichten",
  "If checked, this will delete all messages before performing the scan.": "Als dit is aangevinkt zullen alle berichten worden verwijderd voordat de scan wordt uitgevoerd.",
  "Scanning for new messages...": "Zoeken naar nieuwe berichten...",
  "Begin Scan": "Begin Scan",
  "Are you sure you want to delete all messages? This cannot be undone!": "Weet je zeker dat je alle berichten wilt verwijderen? Dit kan niet ongedaan gemaakt worden",
  "Cleared the application cache successfully!": "De applicatie cache is succesvol geleegd.",
  "Scanned theme template files successfully!": "De thema bestanden zijn succesvol gescand!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Hier kan je berichten vertalen die worden gebruikt op de website. De velden worden automatisch opgeslagen.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Het kan zijn dat het nodig is om op <strong>cache legen</strong>\" te klikken om wijzigingen op de website te zien.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Klikken op <strong>Zoeken naar nieuwe berichten</strong> controleert de bestanden van het huidige thema op nieuwe berichten om te vertalen.",
  "default": "standaard",
  "Hide Translated": "Verberg vertaalde berichten",
  "There are no other languages set up.": "Er zijn geen andere talen beschikbaar.",
  "Prune Messages": "Berichten opschonen",
  "Last Seen": "Laatst gezien",
  "Never": "Nooit",
  "Purge missing messages afterwards": "Verwijder daarna ontbrekende berichten",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Indien aangevinkt, verwijdert u na de scan alle berichten die de scanner niet heeft gevonden."
}