{
  "Translate": "Tłumaczenia",
  "Enables multi-lingual websites.": "Umożliwia tworzenie stron wielojęzycznych.",
  "Translate Page Properties": "Przetłumacz właściwości strony",
  "Translate Messages": "Tłumacz Treść",
  "Update messages used by the theme": "Tłumaczenie treści strony",
  "Translation": "Tłumaczenie",
  "Manage messages": "Zarządzaj treścią",
  "Clearing application cache...": "Czyszczenie cache...",
  "Clear Cache": "Wyczyść Cache",
  "Scan for Messages": "Skanuj treść",
  "Import Messages": "Zaimportuj treść",
  "Export Messages": "Wyeksportuj treść",
  "Some messages may not be captured and will only appear after the first time they are used.": "Niektóre wiadomości mogą nie zostać przechwycone i pojawią się dopiero po pierwszym użyciu.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Ten proces podejmie próbę przeskanowania aktywnego motywu w poszukiwaniu wiadomości, które można przetłumaczyć.",
  "Purge all messages first": "Najpierw usuń wszystkie wiadomości",
  "If checked, this will delete all messages before performing the scan.": "Zaznaczenie tej opcji spowoduje usunięcie wszystkich wiadomości, w tym ich tłumaczeń, przed wykonaniem skanowania.",
  "Scanning for new messages...": "Szukanie nowych pozycji...",
  "Begin Scan": "Rozpocznij skanowanie",
  "Are you sure you want to delete all messages? This cannot be undone!": "Czy jesteś pewny że chcesz usunąć wszystkie wiadomości? Po usunięciu nie będzie można ich przywrócić",
  "Cleared the application cache successfully!": "Pomyślnie wyczyszczono cache aplikacji!",
  "Scanned theme template files successfully!": "Skanowanie plików motywu zakończyło się powodzeniem!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Możesz tu przetłumaczyć treść strony. Pola zapisują się automatycznie.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Jeśli nie widzisz zmian na stronie, kliknij przycisk <strong>Wyczyść cache</strong>.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Kliknięcie przycisku <strong>Skanuj treść</strong> rozpocznie skanowanie w poszukiwaniu nowych pozycji do przetłumaczenia.",
  "default": "domyślny",
  "Hide Translated": "Ukryj przetłumaczone",
  "There are no other languages set up.": "Nie skonfigurowano innych języków.",
  "Prune Messages": "Przycinanie wiadomości",
  "Last Seen": "Ostatnio widziany",
  "Never": "Nigdy",
  "Purge missing messages afterwards": "Usuń później brakujące wiadomości",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Jeśli zaznaczone, po skanowaniu usuń wszystkie wiadomości, których skaner nie znalazł."
}