{
    "Translate": "Traduções",
    "Enables multi-lingual websites.": "Permite sites com multi-idiomas.",
    "Translate Messages": "Traduzir mensagens",
    "Update messages used by the theme": "Atualizar mensagens",
    "Translation": "Tradução",
    "Manage messages": "Gerenciar mensagens",
    "Clearing application cache...": "Limpando o cache da aplicação...",
    "Clear Cache": "Limpar cache",
    "Scan for Messages": "Buscar por mensagens",
    "Some messages may not be captured and will only appear after the first time they are used.": "Algumas mensagens podem não ser capturadas e só aparecerão depois da primeira vez que forem usadas.",
    "This process will attempt to scan the active theme for messages that can be translated.": "Este processo tentará scanear o tema ativo para mensagens que podem ser traduzidas.",
    "Purge all messages first": "Limpar primeiro todas as mensagens",
    "If checked, this will delete all messages before performing the scan.": "Se selecionado, isso excluirá todas as mensagens antes de executar a verificação.",
    "Scanning for new messages...": "Buscando por novas mensagens...",
    "Begin Scan": "Inciar Busca",
    "Are you sure you want to delete all messages? This cannot be undone!": "Tem certeza de que deseja excluir todas as mensagens? Isto não pode ser desfeito!",
    "Cleared the application cache successfully!": "Cache da aplicação limpo com sucesso!",
    "Scanned theme template files successfully!": "Busca por novas mensagens nos arquivos concluída com sucesso!",
    "Here you can translate messages used on the front-end, the fields will save automatically.": "Aqui você pode raduzir as mensagens utilizadas na página, os campos são salvos automaticamente.",
    "You may need to click <strong>Clear cache<\/strong> to see the changes on the front-end.": "Talvez você terá que clicar em <strong>Limpar cache<\/strong> para visualizar as modificações na página.",
    "Clicking <strong>Scan for messages<\/strong> will check the active theme files for any new messages to translate.": "Clicando em <strong>Buscar por mensagens<\/strong> o sistema buscará por qualquer mensagem da aplicação que possa ser traduzida.",
    "default": "padrão",
    "Hide Translated": "Ocultar traduzidas",
    "There are no other languages set up.": "Não há outros idiomas configurados."
}