{
  "Translate": "Translate",
  "Enables multi-lingual websites.": "Настройки мультиязычности сайта.",
  "Translate Page Properties": "Перевести свойства страницы",
  "Translate Messages": "Перевод сообщений",
  "Update messages used by the theme": "Перевод статических сообщений в шаблоне",
  "Translation": "Перевод",
  "Manage messages": "Управление сообщениями",
  "Clearing application cache...": "Очистка кэша приложения...",
  "Clear Cache": "Очистить кэш",
  "Scan for Messages": "Сканирование сообщений",
  "Import Messages": "Импорт сообщений",
  "Export Messages": "Экспорт сообщений",
  "Some messages may not be captured and will only appear after the first time they are used.": "Некоторые сообщения могут не быть отсканированы и появлятся только после первого использования.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Этот процесс попытается отсканировать активную тему для сообщений, которые можно перевести.",
  "Purge all messages first": "Сначала очистить все сообщения",
  "If checked, this will delete all messages before performing the scan.": "Если этот флажок установлен, это приведет к удалению всех сообщений перед выполнением сканирования.",
  "Scanning for new messages...": "Сканирование наличия новых сообщений...",
  "Begin Scan": "Начать сканирование",
  "Are you sure you want to delete all messages? This cannot be undone!": "Вы действительно хотите удалить все сообщения? Операция не может быть отменена!",
  "Cleared the application cache successfully!": "Очистка кэша завершена успешно!",
  "Scanned theme template files successfully!": "Сканирование файлов шаблона темы успешно завершено!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Здесь вы можете переводить сообщения, которые используются в интерфейсе сайта.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Используйте кнопку <strong>Очистить кэш</strong>, чтобы увидеть изменения в интерфейсе сайта.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Используйте кнопку <strong>Сканирование сообщений</strong> для поиска новых ключей перевода активной темы интерфейса сайта.",
  "default": "По умолчанию",
  "Hide Translated": "Скрыть перевод",
  "There are no other languages set up.": "Нет настроек других языков.",
  "Prune Messages": "Сократить сообщения",
  "Last Seen": "Последнее посещение",
  "Never": "Никогда",
  "Purge missing messages afterwards": "Очистить отсутствующие сообщения впоследствии",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Если флажок установлен, после сканирования удалите все сообщения, которые сканер не нашел."
}