{
  "Translate": "Večjezičnost",
  "Enables multi-lingual websites.": "Podpora za večjezične spletne strani.",
  "Translate Page Properties": "Prevedi lastnosti strani",
  "Translate Messages": "Prevajanje besedil",
  "Update messages used by the theme": "Urejanje prevodov besedil.",
  "Translation": "Večjezičnost",
  "Manage messages": "Upravljanje besedil",
  "Clearing application cache...": "Praznenje predpomnilnika aplikacije...",
  "Clear Cache": "Počisti predpomnilnik",
  "Scan for Messages": "Skeniraj besedila",
  "Import Messages": "Uvozi besedila",
  "Export Messages": "Izvozi besedila",
  "Some messages may not be captured and will only appear after the first time they are used.": "Nekatera besedila morda ne bodo prikazana in se bodo prikazala šele po prvi uporabi.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Ta postopek bo poskusil skenirati aktivno temo za besedila, ki jih je mogoče prevesti.",
  "Purge all messages first": "Najprej izbriši vsa besedila",
  "If checked, this will delete all messages before performing the scan.": "Če je označeno, bodo pred skeniranjem izbrisana vsa besedila, vključno z njihovimi prevodi!",
  "Scanning for new messages...": "Skeniram za nova besedila...",
  "Begin Scan": "Začni skeniranje",
  "Are you sure you want to delete all messages? This cannot be undone!": "Ali ste prepričani, da želite izbrisati vsa besedila? Tega ukaza ni mogoče razveljaviti!",
  "Cleared the application cache successfully!": "Predpomnilnik aplikacije je uspešno izpraznjen!",
  "Scanned theme template files successfully!": "Datoteke aktivne teme so bile uspešno skenirane!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Tukaj lahko prevedete besedila, uporabljena na spletni strani. Vrednosti v poljih se shranijo samodejno.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Morda boste morali klikniti <strong>Počisti predpomnilnik</strong> za ogled sprememb na spletni strani.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "Klik na <strong>Skeniraj besedila</strong> bo preveril datoteke aktivne teme, če vsebujejo morebitna besedila za prevode.",
  "default": "privzeto",
  "Hide Translated": "Skrij prevedena besedila",
  "There are no other languages set up.": "Ni nastavljenih drugih jezikov.",
  "Prune Messages": "Obrezovanje sporočil",
  "Last Seen": "Nazadnje viden",
  "Never": "Nikoli",
  "Purge missing messages afterwards": "Kasneje počistite manjkajoča sporočila",
  "If checked, after the scan, delete any messages that the scanner did not find.": "Če je označeno, po pregledu izbrišite vsa sporočila, ki jih optični bralnik ni našel."
}