{
  "Translate": "Çeviri",
  "Enables multi-lingual websites.": "Çoklu dil destekli websiteleri oluşturmanızı sağlar.",
  "Translate Page Properties": "Sayfa Özelliklerini Çevir",
  "Translate Messages": "Metinleri çevir",
  "Update messages used by the theme": "Metinler ve çevirileri",
  "Translation": "Çeviri",
  "Manage messages": "Çevirileri yönet",
  "Clearing application cache...": "Önbellek temizleniyor..",
  "Clear Cache": "Önbelleği temizle",
  "Scan for Messages": "Yeni metinleri tara",
  "Import Messages": "Metinleri İçe Aktar",
  "Export Messages": "Metinleri Dışa Aktar",
  "Some messages may not be captured and will only appear after the first time they are used.": "Bazı metinler yakalanamayabilir veya ilk kez kullanımdan sonra görüntülenebilir.",
  "This process will attempt to scan the active theme for messages that can be translated.": "Bu işlem tema dosyaları içerisindeki çevrilecek metinleri tarar.",
  "Purge all messages first": "Önce tüm eski çevirileri sil",
  "If checked, this will delete all messages before performing the scan.": "Eğer seçerseniz şimdiye kadar yaptığınız tüm çeviriler silinecek, tekrar çevirmeniz gerekecektir.",
  "Scanning for new messages...": "Yeni metinler taranıyor...",
  "Begin Scan": "Taramaya başla",
  "Are you sure you want to delete all messages? This cannot be undone!": "Tüm çevirileri silmek istediğinize emin misiniz? Bu işlem geri alınamaz!",
  "Cleared the application cache successfully!": "Önbellek temizlendi!",
  "Scanned theme template files successfully!": "Tema dosyaları tarandı!",
  "Here you can translate messages used on the front-end, the fields will save automatically.": "Bu kısımda site ön yüzünde görüntülenecek çeviri metinlerini bulabilirsiniz, çeviri yaptıktan sonra bir işlem yapmanıza gerek yoktur, hepsi otomatik kaydedilecek.",
  "You may need to click <strong>Clear cache</strong> to see the changes on the front-end.": "Yaptığınız çeviriler site ön yüzünde görünmüyorsa <strong>Önbelleği temizle</strong> butonuna tıklayabilirsiniz.",
  "Clicking <strong>Scan for messages</strong> will check the active theme files for any new messages to translate.": "<strong>Yeni metinleri tara</strong> butonuna tıklayarak tema içerisine yeni eklediğiniz metinleri de çevirebilirsiniz.",
  "default": "ön tanımlı",
  "Hide Translated": "Çevrilen metinleri gizle",
  "There are no other languages set up.": "Başka dil ayarı yok.",
  "Prune Messages": "Mesajları Budama",
  "Last Seen": "Son görülen",
  "Never": "Hiçbir zaman",
  "Purge missing messages afterwards": "Daha sonra eksik mesajları temizle",
  "If checked, after the scan, delete any messages that the scanner did not find.": "İşaretlenirse, taramadan sonra tarayıcının bulamadığı tüm mesajları silin."
}